---
kind: property
id: P:Autodesk.Revit.DB.Visual.PlasticVinyl.PlasticvinylColor
source: html/65792428-4fa6-102e-96b9-c3ddc5b37c44.htm
---
# Autodesk.Revit.DB.Visual.PlasticVinyl.PlasticvinylColor Property

The property labeled "Color" from the "PlasticVinyl" schema.

## Syntax (C#)
```csharp
public static string PlasticvinylColor { get; }
```

## Remarks
This property is of type "AssetPropertyDoubleArray4d".
 This property allows a connected asset.